Repository: HonzaSaibic/django-fperms-iscore
Catalog: fperms_iscore/locale/*/LC_MESSAGES/django.po
Languages: cs

source: create
cs: vytvořit

source: read
cs: číst

source: permissions
cs: práva

source: permission groups
cs: skupiny práv

source: subgroups
cs: podskupiny

source: Cycles are not allowed
cs: Cykly nejsou povoleny

source: Max group level was reached
cs: Maximální úroveň práv byla přesažena

source: A non-internal group cannot contain subgroups of internal permission groups {group_names}.
cs: Neinterní skupina nemůže obsahovat podskupiny interních skupin oprávnění {group_names}.

source: (obsolete)
cs: (bez funkce)

source: Can read objects "{model_verbose_name}"
cs: Může číst objekty "{model_verbose_name}"

source: Can update objects "{model_verbose_name}"
cs: Může upravit objekty "{model_verbose_name}"

source: Can delete objects "{model_verbose_name}"
cs: Může mazat objekty "{model_verbose_name}"

source: Can create objects "{model_verbose_name}"
cs: Může vytvořit objekty "{model_verbose_name}"
